Repository: ezequielsp/ExpressoLivre3
Catalog: tine20/Sipgate/translations/*.po
Languages: hr_hr

source: Call contact
hr_hr: Nazovi

source: Compose SMS
hr_hr: Kreiraj SMS

source: Work
hr_hr: Posao

source: Home
hr_hr: Doma

source: Cell
hr_hr: Mobitel

source: Cell private
hr_hr: Mobitel privatno

source: Cancel
hr_hr: Odustani

source: connecting...
hr_hr: spajanje..

source: Connecting to:
hr_hr: Spajanje na:

source: Dial Number
hr_hr: Biraj broj

source: Close
hr_hr: Zatvori

source: Number to call
hr_hr: Broj za zvanje

source: Add Number
hr_hr: Dodaj broj

source: Phone
hr_hr: Telefon

source: Mobile
hr_hr: Mobitel

source: Fax
hr_hr: Faks

source: Car phone
hr_hr: Telefon u automobilu

source: Phone (private)
hr_hr: Telefon (privatno)

source: Fax (private)
hr_hr: Faks (privatno)

source: Mobile (private)
hr_hr: Mobitel (privatno)

source: -- create new --
hr_hr: -- kreiraj novog --

source: Select existing contact or create a new one
hr_hr: Odaberi postojećeg ili kreiraj novog

source: Choose Device
hr_hr: Odaberi uređaj

source: Choose Address
hr_hr: Odaberi adresu

source: Edit phone settings
hr_hr: Uredi postavke telefona

source: Devices
hr_hr: Uređaji

source: Dial number
hr_hr: Biraj broj

source: Initiates a new outgoing call
hr_hr: Uspostava novog izlaznog poziva

source: Add Number to Addressbook
hr_hr: Dodaj broj u adresar

source: Adds this number to the Addressbook
hr_hr: Dodaj ovaj broj u adresar

source: Calls from
hr_hr: Pozivi od

source: Calls to
hr_hr: Pozivi prema

source: Displaying calls {0} - {1} of {2}
hr_hr: Prikaz poziva {0} - {1} of {2}

source: No calls to display
hr_hr: Nema poziva za prikaz

source: Remote Party
hr_hr: Udaljeni dio

source: Remote Number
hr_hr: Udaljeni broj

source: Local Uri
hr_hr: Lokalni URI

source: Remote Uri
hr_hr: Udaljeni URI

source: Call started
hr_hr: Započeti poziv

source: Call ID
hr_hr: ID poziva

source: unknown Person
hr_hr: Nepoznat

source: Configuration not set
hr_hr: Konfiguracija nije postavljena

source: Please configure the Sipgate application
hr_hr: Konfigurirajte Sipgate aplikaciju

source: first dial
hr_hr: prvo pozivanje

source: second dial
hr_hr: drugo pozivanje

source: established
hr_hr: uspostavljeno

source: call 1 busy
hr_hr: Linija 1 zauzeta

source: call 2 busy
hr_hr: Linija 2 zauzeta

source: hungup before other called
hr_hr: prekini prije drugog poziva

source: hungup
hr_hr: prekini

source: Send
hr_hr: Pošalji

source: Your phone
hr_hr: Vaš telefon

source: This is your phone
hr_hr: Ovo je vaš telefon

source: Your fax
hr_hr: Vaš faks

source: This is your fax
hr_hr: Ovo je vaš faks

source: Your mobile number
hr_hr: Vaš mobitel

source: Used when sending SMS
hr_hr: Upotrijebljen prilikom slanja SMS-a
